Repository: Daoductrung/A11YTube
Catalog: source/languages/*/LC_MESSAGES/A11YTube.po
Languages: vi

source: &Change Path
vi: &Thay đổi đường dẫn

source: 1 month ago
vi: 1 tháng trước

source: 1 year ago
vi: 1 năm trước

source: 1. Install 'Get cookies.txt LOCALLY' extension for Chrome/Firefox. 2. Open YouTube and log in. 3. Open the extension and click 'Export'. 4. Save the file. 5. Click 'Import cookies.txt...' below and select that file.
vi: 1. Cài đặt tiện ích mở rộng 'Get cookies.txt LOCALLY' cho Chrome/Firefox. 2. Mở YouTube và đăng nhập. 3. Mở tiện ích mở rộng và chọn vào 'Xuất'. 4. Lưu tệp. 5. Chọn vào 'Nhập cookie.txt...' bên dưới và chọn tệp đó.

source: A YouTube {} link has been detected in the clipboard. Please select the desired action.
vi: Đã phát hiện liên kết YouTube {} trong bảng nhớ tạm. Vui lòng chọn hành động mong muốn.

source: A new update is available. Do you want to download it now?
vi: Đã có bản cập nhật mới. Bạn có muốn tải xuống ngay bây giờ không?

source: A11YTube Starting
vi: A11YTube Đang khởi động

source: A11YTube User Guide
vi: Hướng dẫn sử dụng A11YTube

source: A11YTube is starting...
vi: A11YTube đang khởi động...

source: About
vi: Giới thiệu

source: About...
vi: Giới thiệu...

source: Add
vi: Thêm

source: Add to Collection
vi: Thêm vào Bộ sưu tập

source: Add to Collection... Ctrl+L
vi: Thêm vào Bộ sưu tập... Ctrl+L

source: Add to Favorites
vi: Thêm vào Yêu thích

source: Added to favorites
vi: Đã thêm vào yêu thích

source: Added to {}
vi: Đã thêm vào {}

source: Added {} videos to collection
vi: Đã thêm {} video vào bộ sưu tập

source: Alert
vi: Cảnh báo

source: An error occurred while connecting to the update service. Please check your internet connection and try again.
vi: Đã xảy ra lỗi khi kết nối với dịch vụ cập nhật. Vui lòng kiểm tra kết nối internet của bạn và thử lại.

source: An error occurred while fetching video description
vi: Lỗi khi lấy mô tả video

source: An error occurred while opening the installer. Please try again or contact the developer.
vi: Lỗi khi mở trình cài đặt. Vui lòng thử lại hoặc liên hệ nhà phát triển.

source: An error occurred: {}
vi: Đã xảy ra lỗi: {}

source: Application is already running
vi: Ứng dụng đang chạy

source: Are you sure you want to clear your favorites?
vi: Bạn có chắc muốn xóa hết danh sách yêu thích không?

source: Are you sure you want to clear your watch history?
vi: Bạn có chắc muốn xóa lịch sử xem không?

source: Are you sure you want to delete '{}'?
vi: Bạn có chắc muốn xóa '{}' không?

source: Are you sure you want to delete your current cookies.txt?
vi: Bạn có chắc chắn muốn xóa cookies.txt hiện tại của mình không?

source: Audio
vi: Âm thanh

source: Audio (m4a)
vi: Âm thanh (m4a)

source: Audio (mp3)
vi: Âm thanh (mp3)

source: Audio Track
vi: Dải âm thanh

source: Audio Tracks
vi: Các dải âm thanh

source: Authentication Error
vi: Lỗi xác thực

source: Authentication failed. Your cookies.txt might be expired or invalid. Please delete and re-import a fresh one.
vi: Xác thực không thành công. Cookies.txt của bạn có thể đã hết hạn hoặc không hợp lệ. Hãy xóa và nhập lại một cái mới.

source: Auto Next
vi: Tự động chuyển bài

source: Auto check for updates on startup
vi: Tự động kiểm tra cập nhật khi khởi động

source: Auto detect links on startup
vi: Tự động phát hiện liên kết khi khởi động

source: Auto play next off
vi: Đã tắt tự động chuyển bài

source: Auto play next on
vi: Đã bật tự động chuyển bài

source: Auto play next video
vi: Tự động phát video tiếp theo

source: Back
vi: Quay lại

source: Back to Main Window
vi: Quay lại cửa sổ chính

source: Backup Configuration...
vi: Sao lưu cấu hình...

source: Backup created successfully!
vi: Sao lưu được tạo thành công!

source: Backup failed.
vi: Sao lưu không thành công.

source: Beginning of Video
vi: Đầu video

source: Beginning of shuffle list
vi: Đầu danh sách ngẫu nhiên

source: Beginning of video
vi: Đầu video

source: By
vi: Bởi

source: C&ancel
vi: &Hủy

source: Cancel
vi: Hủy

source: Cannot update at this time
vi: Không thể cập nhật lúc này

source: Changelog
vi: Nhật ký thay đổi

source: Changelog (Ctrl+Shift+C)
vi: Nhật ký thay đổi (Ctrl+Shift+C)

source: Check for updates (Ctrl+Shift+U)
vi: Kiểm tra cập nhật (Ctrl+Shift+U)

source: Checking for updates. Please wait
vi: Đang kiểm tra cập nhật. Vui lòng đợi

source: Clear Collection
vi: Xóa toàn bộ Bộ sưu tập

source: Clear Favorites
vi: Xóa tất cả Yêu thích

source: Clear History
vi: Xóa tất cả lịch sử

source: Clear cookies.txt
vi: Xóa cookie.txt

source: Clone Playlist
vi: Sao chép danh sách phát

source: Clone as New Collection...
vi: Sao chép dưới dạng Bộ sưu tập mới...

source: Cloning playlist...
vi: Đang sao chép danh sách phát...

source: Close
vi: Đóng

source: Collection '{}' already exists. Enter a new name:
vi: Bộ sưu tập '{}' đã tồn tại. Nhập tên mới:

source: Collection cleared
vi: Đã xóa bộ sưu tập

source: Collection created
vi: Đã tạo bộ sưu tập

source: Collection deleted
vi: Đã xóa bộ sưu tập

source: Collection exported
vi: Đã xuất bộ sưu tập

source: Collection is empty
vi: Bộ sưu tập trống

source: Collection name already exists or is invalid
vi: Tên bộ sưu tập đã tồn tại hoặc không hợp lệ

source: Collections (Ctrl+L)
vi: Bộ sưu tập (Ctrl+L)

source: Collections Manager
vi: Quản lý Bộ sưu tập

source: Completed with Errors
vi: Hoàn thành nhưng có lỗi

source: Configuration changed. You must restart the program for the changes to take effect. Do you want to restart now?
vi: Cấu hình đã thay đổi. Bạn phải khởi động lại chương trình để những thay đổi có hiệu lực. Bạn có muốn khởi động lại bây giờ không?

source: Confirm
vi: Xác nhận

source: Confirm Restore
vi: Xác nhận Khôi phục

source: Context Menu
vi: Menu ngữ cảnh

source: Continue watching
vi: Tiếp tục xem

source: Cookies deleted successfully.
vi: Đã xóa cookie thành công.

source: Cookies imported successfully. Restart functionality to apply.
vi: Đã nhập Cookies thành công. Hãy khởi động lại để áp dụng.

source: Copy
vi: Sao chép

source: Copy Link Ctrl+K
vi: Sao chép liên kết Ctrl+K

source: Copy Link (Ctrl+K)
vi: Sao chép liên kết (Ctrl+K)

source: Copy Video Link Ctrl+K
vi: Sao chép liên kết video Ctrl+K

source: Could not load more results
vi: Không thể tải thêm kết quả

source: Could not load more videos
vi: Không thể tải thêm video

source: Could not play video
vi: Không thể phát video

source: Create New
vi: Tạo mới

source: Created
vi: Đã tạo

source: Data Management (Backup/Restore)
vi: Quản lý dữ liệu (Sao lưu/Khôi phục)

source: Default
vi: Mặc định

source: Delete
vi: Xóa

source: Description (Ctrl+Shift+D)
vi: Mô tả (Ctrl+Shift+D)

source: Description not available.
vi: Không có mô tả.

source: Description:
vi: Mô tả:

source: Developed By
vi: Phát triển bởi

source: Direct Download
vi: Tải xuống trực tiếp

source: Direct Download (Ctrl+D)
vi: Tải xuống trực tiếp (Ctrl+D)

source: Direct Download... ctrl+d
vi: Tải xuống trực tiếp... ctrl+d

source: Direct download format:
vi: Định dạng tải xuống trực tiếp:

source: Done
vi: Xong

source: Download
vi: Tải xuống

source: Download Channel
vi: Tải xuống Kênh

source: Download Entire Collection (Audio - m4a)
vi: Tải xuống toàn bộ BST (Audio - m4a)

source: Download Entire Collection (Audio - mp3)
vi: Tải xuống toàn bộ BST (Audio - mp3)

source: Download Entire Collection (Video)
vi: Tải xuống toàn bộ BST (Video)

source: Download Entire Playlist
vi: Tải xuống toàn bộ danh sách phát

source: Download Folder:
vi: Thư mục tải xuống:

source: Download Link:
vi: Liên kết tải xuống:

source: Download Playlist
vi: Tải xuống danh sách phát

source: Download Playlist (Audio)
vi: Tải xuống danh sách phát (Audio)

source: Download Playlist (Video)
vi: Tải xuống danh sách phát (Video)

source: Download Selection
vi: Tải xuống lựa chọn

source: Download Video
vi: Tải xuống Video

source: Download completed successfully
vi: Tải xuống thành công

source: Download completed, but {} videos failed to download.
vi: Tải xuống hoàn tất, nhưng {} video bị lỗi.

source: Download from link (Ctrl+D)
vi: Tải xuống từ liên kết (Ctrl+D)

source: Download in progress. Do you want to cancel?
vi: Đang tải xuống. Bạn có muốn hủy không?

source: Download m4a
vi: Tải xuống m4a

source: Download mp3
vi: Tải xuống mp3

source: Download settings
vi: Cài đặt tải xuống

source: Download started
vi: Đã bắt đầu tải xuống

source: Download {} videos?
vi: Tải xuống {} video?

source: Downloaded: {} {}
vi: Đã tải: {} {}

source: Downloading - {}
vi: Đang tải xuống - {}

source: Downloading Updates
vi: Đang tải bản cập nhật

source: Downloading update {}%
vi: Đang tải bản cập nhật {}%

source: Downloading {} videos
vi: Đang tải {} video

source: Duration: {}
vi: Thời lượng: {}

source: Elapsed: {}
vi: Đã phát: {}

source: End of suggestions.
vi: Cuối đề xuất.

source: Enter collection name:
vi: Nhập tên bộ sưu tập:

source: Enter new name for '{}':
vi: Nhập tên mới cho '{}':

source: Enter video link to play
vi: Nhập liên kết video để phát

source: Error
vi: Lỗi

source: Error cloning playlist
vi: Lỗi khi sao chép danh sách phát

source: Error exporting collection: {}
vi: Lỗi khi xuất bộ sưu tập: {}

source: Error fetching description: {}
vi: Lỗi khi lấy mô tả: {}

source: Error importing collection: {}
vi: Lỗi khi nhập bộ sưu tập: {}

source: Error loading playlist
vi: Lỗi khi tải danh sách phát

source: Exit
vi: Thoát

source: Exit Full Screen
vi: Thoát toàn màn hình

source: Export to text file (txt)...
vi: Xuất ra tệp văn bản (txt)...

source: Export to web page (html)...
vi: Xuất ra trang web (html)...

source: Export...
vi: Xuất...

source: Failed to create collection. Name invalid or exists.
vi: Không tạo được bộ sưu tập. Tên không hợp lệ hoặc đã tồn tại.

source: Failed to import cookies: {}
vi: Lỗi nhập cookies: {}

source: Failed to initialize media player. Please check your settings or installation.
vi: Không khởi tạo được trình phát. Vui lòng kiểm tra cài đặt.

source: Fast
vi: Nhanh

source: Favorite
vi: Yêu thích

source: Favorite Videos (Ctrl+F)
vi: Video yêu thích (Ctrl+F)

source: Favorites cleared
vi: Đã xóa danh sách yêu thích

source: Favorites:
vi: Yêu thích:

source: Feature Disabled
vi: Tính năng đã bị tắt

source: Fetching audio tracks, please wait...
vi: Đang lấy dải âm thanh, vui lòng đợi...

source: Fetching suggested videos, please wait...
vi: Đang tìm nạp video đề xuất, vui lòng đợi...

source: Fetching video description
vi: Đang lấy mô tả video

source: Filter:
vi: Bộ lọc:

source: Format
vi: Định dạng

source: Forward >
vi: Tua tới >

source: Full Screen
vi: Toàn màn hình

source: Full screen off
vi: Đã tắt toàn màn hình

source: Full screen on
vi: Đã bật toàn màn hình

source: General preferences
vi: Tùy chọn chung

source: Go to Channel
vi: Đi tới Kênh

source: Going back to
vi: Quay trở lại

source: Help
vi: Trợ giúp

source: Help Options
vi: Tùy chọn Trợ giúp

source: History cleared
vi: Đã xóa lịch sử

source: History cleared because 'Continue watching' was disabled.
vi: Lịch sử đã bị xóa vì 'Tiếp tục xem' đã bị tắt.

source: Home
vi: Trang chủ

source: Home Options
vi: Tùy chọn Trang chủ

source: How to get cookies.txt?
vi: Cách lấy cookies.txt?

source: Import Collision
vi: Va chạm nhập

source: Import cookies.txt...
vi: Nhập cookies.txt...

source: Import...
vi: Nhập...

source: Imported {} videos into '{}'
vi: Đã nhập {} video vào '{}'

source: Info
vi: Thông tin

source: Installing update
vi: Đang cài đặt bản cập nhật

source: Instructions
vi: Hướng dẫn

source: Invalid link. Please try another link, or check your internet connection.
vi: Liên kết không hợp lệ. Vui lòng thử liên kết khác hoặc kiểm tra mạng.

source: Link copied successfully
vi: Đã sao chép liên kết

source: Live
vi: Trực tiếp

source: Load more results
vi: Tải thêm kết quả

source: Load more results when reaching the end of the list
vi: Tải thêm kết quả khi cuộn xuống cuối danh sách

source: Loading browser...
vi: Đang tải trình duyệt...

source: Loading download manager...
vi: Đang tải trình quản lý tải xuống...

source: Loading favorites...
vi: Đang tải yêu thích...

source: Loading history...
vi: Đang tải lịch sử...

source: Loading link manager...
vi: Đang tải trình quản lý liên kết...

source: Loading media player...
vi: Đang tải trình phát...

source: Loading more results
vi: Đang tải thêm kết quả

source: Loading playlist
vi: Đang tải danh sách phát

source: Loading playlist for shuffle...
vi: Đang tải danh sách phát để phát ngẫu nhiên...

source: Loading...
vi: Đang tải...

source: MP3 conversion quality:
vi: Chất lượng chuyển đổi MP3:

source: Media Type
vi: Loại phương tiện

source: Merge Collection
vi: Hợp nhất bộ sưu tập

source: Merge into Existing Collection...
vi: Hợp nhất vào bộ sưu tập hiện có...

source: Merge into...
vi: Nhập vào...

source: Merged {} videos from '{}' into '{}'
vi: Đã hợp nhất {} video từ '{}' vào '{}'

source: Merging into {}...
vi: Đang hợp nhất vào {}...

source: More search results loaded
vi: Đã tải thêm kết quả tìm kiếm

source: More videos loaded
vi: Đã tải thêm video

source: Navigation
vi: Điều hướng

source: New Collection
vi: Bộ sưu tập mới

source: New Update
vi: Cập nhật mới

source: Next Video
vi: Video tiếp theo

source: No Filter
vi: Không bộ lọc

source: No Update
vi: Không có cập nhật

source: No changelog available.
vi: Không có nhật ký thay đổi.

source: No collections found
vi: Không tìm thấy bộ sưu tập nào

source: No collections found. Please create one first.
vi: Không tìm thấy bộ sưu tập nào. Hãy tạo một cái trước.

source: No cookies found to delete.
vi: Không tìm thấy cookie để xóa.

source: No description available.
vi: Không có mô tả.

source: No more videos
vi: Không còn video nào

source: No other audio tracks available.
vi: Không có dải âm thanh nào khác.

source: No other collections to merge into.
vi: Không có bộ sưu tập nào khác để hợp nhất vào.

source: No previous video
vi: Không còn video trước

source: No previous video.
vi: Không còn video trước.

source: No suggested videos available yet.
vi: Chưa có video đề xuất nào.

source: No suggested videos available.
vi: Không có video đề xuất nào.

source: No video data
vi: Không có dữ liệu video

source: Normal
vi: Bình thường

source: Open
vi: Mở

source: Open Configuration Folder
vi: Mở thư mục cấu hình

source: Open downloads folder (Ctrl+O)
vi: Mở thư mục tải xuống (Ctrl+O)

source: Open in Browser (Ctrl+B)
vi: Mở trong Trình duyệt (Ctrl+B)

source: Open in Web Browser
vi: Mở trong Trình duyệt Web

source: Open...
vi: Mở...

source: Opening
vi: Đang mở

source: Options
vi: Tùy chọn

source: Options List
vi: Danh sách tùy chọn

source: Pause
vi: Tạm dừng

source: Paused
vi: Đã tạm dừng

source: Percentage: {}%
vi: Phần trăm: {}%

source: Play
vi: Phát

source: Play (enter)
vi: Phát (enter)

source: Play Audio
vi: Phát Âm thanh

source: Play Video
vi: Phát Video

source: Play YouTube video from link (Ctrl+P)
vi: Phát video YouTube từ liên kết (Ctrl+P)

source: Play as Audio
vi: Phát dưới dạng Âm thanh

source: Play as:
vi: Phát dưới dạng:

source: Play/Pause
vi: Phát/Tạm dừng

source: Playback blocked by YouTube anti-bot. Please check your cookies.
vi: Phát bị chặn bởi chương trình chống bot của YouTube. Vui lòng kiểm tra cookie của bạn.

source: Played
vi: Đã phát

source: Player Controls
vi: Điều khiển trình phát

source: Player settings
vi: Cài đặt trình phát

source: Playing
vi: Đang phát

source: Playing suggested video
vi: Đang phát video được đề xuất

source: Playlist
vi: Danh sách phát

source: Playlist Videos:
vi: Video trong danh sách phát:

source: Playlist is empty
vi: Danh sách phát trống

source: Please enter a valid link.
vi: Vui lòng nhập một liên kết hợp lệ.

source: Please wait, video is loading...
vi: Vui lòng đợi, video đang tải...

source: Previous Video
vi: Video trước

source: Program Language:
vi: Ngôn ngữ chương trình:

source: Program Name
vi: Tên chương trình

source: Ready
vi: Sẵn sàng

source: Remaining: {} {}
vi: Còn lại: {} {}

source: Remove
vi: Xóa

source: Remove from Collection
vi: Xóa khỏi Bộ sưu tập

source: Remove from Favorites
vi: Xóa khỏi Yêu thích

source: Remove from History
vi: Xóa khỏi Lịch sử

source: Removed
vi: Đã xóa

source: Removed from favorites
vi: Đã xóa khỏi yêu thích

source: Removed from history
vi: Đã xóa khỏi lịch sử

source: Rename
vi: Đổi tên

source: Rename Collection
vi: Đổi tên bộ sưu tập

source: Renamed
vi: Đã đổi tên

source: Repeat
vi: Lặp lại

source: Repeat off
vi: Đã tắt lặp lại

source: Repeat on
vi: Đã bật lặp lại

source: Repeat video
vi: Lặp lại video

source: Reshuffling...
vi: Đang xáo trộn lại...

source: Restore Configuration...
vi: Khôi phục cấu hình...

source: Restore failed.
vi: Khôi phục không thành công.

source: Restore successful! Application will now restart.
vi: Khôi phục thành công! Ứng dụng bây giờ sẽ khởi động lại.

source: Restoring data will overwrite your current configuration and restart the application. Are you sure you want to proceed?
vi: Việc khôi phục dữ liệu sẽ ghi đè lên cấu hình hiện tại của bạn và khởi động lại ứng dụng. Bạn có chắc chắn muốn tiếp tục không?

source: Resuming to seek...
vi: Tiếp tục tua...

source: Rewind <
vi: Tua lùi <

source: Save Backup File
vi: Lưu tập tin sao lưu

source: Save Collection
vi: Lưu bộ sưu tập

source: Search
vi: Tìm kiếm

source: Search Results:
vi: Kết quả tìm kiếm:

source: Search YouTube (Ctrl+S)
vi: Tìm kiếm YouTube (Ctrl+S)

source: Search YouTube:
vi: Tìm kiếm YouTube:

source: Search... (ctrl+s)
vi: Tìm kiếm... (ctrl+s)

source: Searching
vi: Đang tìm kiếm

source: Seek
vi: Tua

source: Seek & Volume
vi: Tua & Âm lượng

source: Select Audio Track
vi: Chọn dải âm thanh

source: Select Backup File
vi: Chọn tập tin sao lưu

source: Select Collection File
vi: Chọn tập tin bộ sưu tập

source: Select Download Folder
vi: Chọn thư mục tải xuống

source: Select Playback Speed
vi: Chọn tốc độ phát

source: Select a video to play
vi: Chọn một video để phát

source: Select collection to add video to:
vi: Chọn bộ sưu tập để thêm video vào:

source: Select collection to merge '{}' into:
vi: Chọn bộ sưu tập để hợp nhất '{}' vào:

source: Select collection to merge into:
vi: Chọn bộ sưu tập để hợp nhất vào:

source: Select cookies.txt
vi: Chọn cookies.txt

source: Settings
vi: Cài đặt

source: Settings (Ctrl+Shift+S)
vi: Cài đặt (Ctrl+Shift+S)

source: Settings... Ctrl+Shift+S
vi: Cài đặt... Ctrl+Shift+S

source: Shuffle Play Audio
vi: Phát ngẫu nhiên Audio

source: Shuffle Play Video
vi: Phát ngẫu nhiên Video

source: Skip silence (Recommended only for music)
vi: Bỏ qua khoảng lặng (Chỉ nên bật nếu bạn sử dụng nó để nghe nhạc)

source: Skipping...
vi: Bỏ qua...

source: Slow
vi: Chậm

source: Speak notifications when window is inactive
vi: Nói thông báo khi cửa sổ không hoạt động

source: Speak player status notifications
vi: Nói thông báo trạng thái trình phát

source: Speed
vi: Tốc độ

source: Speed: {} {}
vi: Tốc độ: {} {}

source: Stop Download
vi: Dừng tải xuống

source: Success
vi: Thành công

source: Suggested Videos
vi: Video được đề xuất

source: Swap Enter and Ctrl+Enter for Video/Audio
vi: Đổi chức năng Enter và Ctrl+Enter cho Video/Audio

source: Switched to
vi: Đã chuyển sang

source: This feature is disabled because 'Continue watching' is turned off in Settings.
vi: Tính năng này bị tắt vì 'Tiếp tục xem' đang tắt trong Cài đặt.

source: This program aims to provide the easiest way for blind users to browse and download from YouTube hosting service.
vi: Chương trình này giúp người khiếm thị duyệt và tải xuống từ YouTube một cách dễ dàng nhất.

source: This video is age restricted or requires a valid cookies.txt file to play.
vi: Video này bị giới hạn độ tuổi hoặc cần cookies.txt hợp lệ để phát.

source: This video is for members only.
vi: Video này chỉ dành cho thành viên.

source: This video is private.
vi: Video này là riêng tư.

source: Time
vi: Thời gian

source: To fix login errors, please manually import cookies.txt from your browser.
vi: Để sửa lỗi đăng nhập, vui lòng nhập thủ công cookies.txt từ trình duyệt.

source: Today
vi: Hôm nay

source: Toggle Favorite Ctrl+F
vi: Chuyển đổi Yêu thích Ctrl+F

source: Tools
vi: Công cụ

source: Tools Options
vi: Tùy chọn Công cụ

source: Total Size: {} {}
vi: Tổng kích thước: {} {}

source: Unable to add to favorites
vi: Không thể thêm vào yêu thích

source: Unable to play next: {}
vi: Không thể phát tiếp: {}

source: Unknown
vi: Không xác định

source: Unknown Channel
vi: Kênh không xác định

source: Unknown Playlist
vi: Danh sách phát không xác định

source: Unknown Title
vi: Tiêu đề không xác định

source: Unknown Video
vi: Video không xác định

source: Update downloaded successfully. Press OK to start installation.
vi: Đã tải cập nhật xong. Nhấn OK để bắt đầu cài đặt.

source: User Guide (F1)
vi: Hướng dẫn sử dụng (F1)

source: Version
vi: Phiên bản

source: Video Description
vi: Mô tả Video

source: Video Link
vi: Liên kết Video

source: Video added to collection
vi: Video đã được thêm vào bộ sưu tập

source: Video added to favorites
vi: Video đã được thêm vào yêu thích

source: Video already in collection
vi: Video đã có trong bộ sưu tập

source: Video removed from favorites
vi: Video đã bị xóa khỏi yêu thích

source: Videos in collection:
vi: Video trong bộ sưu tập:

source: Voice Search (Hold Space)
vi: Tìm kiếm bằng giọng nói (Giữ khoảng trắng để nói và thả khoảng trắng khi nói xong)

source: Volume
vi: Âm lượng

source: Waiting to start download...
vi: Đang chờ bắt đầu tải xuống...

source: Watch History
vi: Lịch sử xem

source: Watch History (Ctrl+H)
vi: Lịch sử xem (Ctrl+H)

source: Watch History:
vi: Lịch sử xem:

source: Website: https://ddt.one
vi: Trang web: https://ddt.one

source: Welcome to A11YTube
vi: Chào mừng đến với A11YTube

source: Yesterday
vi: Hôm qua

source: You are running the latest version.
vi: Bạn đang dùng phiên bản mới nhất.

source: You cannot add playlists to favorites.
vi: Bạn không thể thêm danh sách phát vào mục yêu thích.

source: YouTube Cookies (Fix Login/Bot errors)
vi: Cookies YouTube (Sửa lỗi Đăng nhập/Bot)

source: Your Collections:
vi: Các bộ sưu tập của bạn:

source: channel
vi: kênh

source: one hour
vi: một giờ

source: one minute
vi: một phút

source: one second
vi: một giây

source: playlist
vi: danh sách phát

source: seconds
vi: giây

source: two hours
vi: hai giờ

source: two minutes
vi: hai phút

source: two seconds
vi: hai giây

source: {} and {}
vi: {} và {}

source: {} and {} and {}
vi: {} và {} và {}

source: {} days ago
vi: {} ngày trước

source: {} hours
vi: {} giờ

source: {} minutes
vi: {} phút

source: {} months ago
vi: {} tháng trước

source: {} seconds
vi: {} giây

source: {} views
vi: {} lượt xem

source: {} years ago
vi: {} năm trước
